'use strict';

window.data = (function () {
  return {
    DESCRIPTIONS: {
      1: 'Санаторий',
      2: 'Указатель направления',
      3: 'Пляж',
      4: 'О, боже! Мои глаза!',
      5: 'Рисовые чувачки',
      6: 'Бэтмобиль',
      7: 'Полезный завтрак',
      8: 'Ягодный морс',
      9: 'Самолет над пляжем',
      10: 'Идея для хранения обуви',
      11: 'Дорога до пляжа',
      12: 'AUDI',
      13: 'Вкусно и полезно. Наверное.',
      14: 'Котуши',
      15: 'Валенки-3000',
      16: 'Высоко в горах парит беспилотник',
      17: 'Tribute to Metallica',
      18: 'Классика',
      19: 'LED-тапки',
      20: 'Пальмы',
      21: 'Азиатская кухня',
      22: 'Закат на Бали',
      23: 'Кокосовый краб (но это не точно)',
      24: 'Фанаты',
      25: 'Джип сафари'
    },
    COMMENT_MESSAGES: [
      'Всё отлично!',
      'В целом всё неплохо. Но не всё.',
      'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
      'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
      'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
      'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
    ],
    AUTHOR_NAMES: ['Иван', 'Хуан Себастьян', 'Мария', 'Кристоф', 'Виктор', 'Юлия', 'Люпита', 'Вашингтон']
  };
})();
